228 184
239 188
257 140
231 154
259 132
227 128
261 130
228 187
228 186
229 143
230 156
229 133
232 191
230 152
230 136
232 175
256 128
229 164
228 189
229 136
231 148
229 174
229 156
229 144
230 150
229 176
229 146
256 170
269 175
282 140
231 187
228 185
229 173
229 138
263 165
257 154
261 129
232 174
270 145
278 168
266 137
230 151
230 149
229 155
229 185
265 175
268 153
233 135
230 157
256 173
229 135
264 186
264 134
232 161
229 186
229 184
233 128
256 186
131 189
231 137
262 10
229 165
233 162
229 141
228 188
229 190
260 230
230 158
229 134
233 151
231 167
280 135
230 137
226 128
229 188
230 160
232 166
232 167
229 140
229 189
332 129
276 168
230 173
232 314
233 157
229 175
231 173
301 290
256 139
229 183
263 172
256 141
231 142
276 159
272 283
230 128
281 143
232 128
231 155
298 176
229 166
270 144
229 147
230 179
230 132
46 32
230 176
229 145
288 144
275 176
306 186
230 175
229 142
230 131
356 130
230 143
304 165
232 135
256 138
230 138
274 160
275 134
231 186
318 152
263 150
230 139
231 144
257 159
323 156
232 190
317 189
297 182
228 191
264 142
229 191
232 180
309 140
230 142
228 190
230 181
288 166
230 155
231 174
315 169
101 32
230 141
278 176
273 167
273 169
231 177
281 134
232 181
273 154
286 153
230 148
342 137
232 137
266 172
233 163
233 156
230 153
230 172
340 162
280 185
341 185
274 156
269 142
229 177
277 131
264 155
289 168
266 128
277 154
230 184
230 130
373 170
320 154
260 231
371 144
267 182
44 32
325 174
300 182
348 176
230 140
232 189
299 160
329 156
415 128
329 157
267 179
230 178
359 149
401 174
233 153
270 150
265 165
289 160
271 173
397 180
326 141
232 138
231 132
230 180
231 179
268 135
358 129
405 187
294 346
271 183
274 147
233 152
309 168
311 184
233 129
360 159
321 151
265 145
412 178
231 130
230 177
231 171
279 140
458 182
268 155
287 136
430 168
231 190
444 336
271 141
229 137
231 156
310 166
229 159
232 176
303 143
338 164
274 191
300 180
233 171
277 182
276 181
495 152
229 129
45 32
351 167
289 155
233 148
105 110
232 139
293 161
287 139
302 283
233 130
231 159
287 159
280 176
382 134
231 172
233 166
369 133
279 142
115 32
334 150
230 161
333 163
232 182
267 165
290 344
256 187
328 128
231 157
279 141
229 128
345 165
483 142
266 186
310 148
437 379
325 180
303 140
335 177
312 154
362 148
231 168
232 130
279 136
229 150
230 129
331 185
267 172
353 140
97 110
288 151
268 152
327 413
303 141
231 169
354 184
330 143
475 185
229 157
48 48
360 143
233 149
527 128
509 163
398 151
362 180
233 133
101 114
367 143
231 131
297 165
61 32
321 136
367 148
353 133
382 131
299 189
335 147
231 164
286 143
268 176
390 131
369 179
334 133
545 449
319 149
116 104
232 183
233 314
260 258
394 155
232 141
264 139
230 159
315 185
324 153
111 110
233 161
233 155
232 144
388 157
342 148
271 165
230 183
231 161
452 364
258 438
32 570
231 189
284 272
267 131
470 147
540 139
267 183
560 191
231 149
232 162
229 187
158 139
231 139
293 169
520 136
277 158
340 158
493 337
434 589
368 187
256 142
388 161
352 422
231 180
271 180
230 174
229 149
330 128
229 162
256 164
480 392
273 150
312 130
414 159
299 158
274 134
116 32
233 131
262 302
312 137
616 186
349 357
272 425
263 163
231 136
407 183
370 384
257 137
231 191
338 163
281 145
233 154
460 187
231 188
354 174
275 182
286 147
263 142
257 136
297 160
230 187
101 110
414 142
265 152
442 492
233 187
275 151
543 156
603 174
233 146
265 170
375 128
417 162
487 139
300 179
631 181
49 48
324 133
544 175
229 617
622 469
311 174
643 168
263 128
391 168
274 141
233 165
689 481
50 48
615 171
271 157
266 175
232 186
111 114
233 159
311 130
331 188
258 294
232 136
486 141
416 186
233 184
457 177
256 137
231 160
269 159
274 149
231 175
378 162
265 151
698 171
267 168
261 139
328 139
261 138
264 167
506 563
229 163
305 258
459 187
477 160
335 162
232 143
293 190
394 139
100 32
371 143
229 167
263 182
409 428
275 171
281 177
233 170
232 129
97 114
258 302
230 182
287 144
231 129
231 153
305 260
327 726
398 128
256 154
497 537
476 130
263 183
58 32
395 183
706 339
278 186
515 150
351 187
232 177
266 136
505 177
266 159
232 163
97 32
287 160
393 168
231 150
381 172
654 187
230 188
424 346
385 147
423 149
289 161
275 169
265 150
331 135
286 132
410 190
326 145
267 137
386 588
231 140
265 138
232 131
275 155
229 153
732 579
231 178
233 147
232 153
258 641
457 130
232 168
713 135
700 179
510 165
627 684
673 678
258 380
280 153
301 339
271 145
363 179
231 165
265 139
289 169
794 128
440 129
345 177
460 150
276 177
787 168
431 810
429 184
293 186
258 343
577 186
385 190
368 159
265 163
121 32
262 295
447 161
232 132
769 803
441 166
355 449
331 183
293 174
417 161
529 188
277 185
49 361
232 142
273 132
348 175
650 177
50 361
258 290
310 143
440 135
111 117
395 129
538 461
263 187
347 478
582 768
338 165
287 166
111 32
442 313
287 137
256 150
328 190
728 156
381 169
429 133
279 151
416 175
306 160
645 857
273 170
333 130
363 138
101 115
553 186
267 177
467 179
233 169
164 144
267 139
271 151
324 179
233 871
231 166
859 383
264 164
265 184
232 140
262 782
635 283
266 141
268 144
632 134
231 133
97 116
311 166
273 159
258 464
514 172
51 361
286 159
562 481
307 530
429 169
602 177
284 350
257 155
298 180
614 140
439 295
230 168
287 176
640 600
824 296
263 189
895 755
359 168
396 765
97 108
489 142
490 131
410 175
387 535
405 179
267 136
499 154
431 479
257 129
96 96
298 133
358 141
338 140
266 139
230 163
279 145
330 186
368 134
303 145
271 149
598 189
277 137
345 178
925 806
270 183
318 134
567 283
446 389
101 108
634 131
489 186
304 161
363 152
378 166
230 145
271 132
319 179
323 129
317 185
499 165
320 160
503 174
370 712
380 346
393 146
230 154
230 186
275 153
546 879
358 170
263 138
377 463
629 160
266 170
231 151
423 177
393 165
317 179
670 258
525 379
334 186
677 697
262 294
435 380
454 808
298 136
600 620
596 185
185 384
387 258
231 138
280 173
272 344
279 171
552 336
390 171
903 161
505 980
504 103
232 165
115 116
351 157
526 290
286 134
441 187
277 140
410 185
426 399
510 173
687 807
268 145
341 188
991 191
730 370
232 155
408 656
326 175
230 144
646 830
584 485
279 166
229 148
759 161
318 132
312 160
276 183
306 134
306 143
279 132
232 145
273 135
297 133
330 149
745 189
258 547
666 161
565 141
315 135
339 889
256 148
279 131
378 191
353 131
537 923
446 953
320 152
32 500
733 139
231 143
417 190
854 901
411 262
273 180
375 138
271 134
409 294
489 159
618 151
124 32
659 150
783 171
472 365
590 144
533 337
585 400
194 183
324 141
333 146
114 101
230 164
258 619
280 175
515 153
568 173
271 187
288 152
354 180
922 591
533 601
328 147
229 178
363 168
766 1054
473 773
265 141
262 465
455 453
105 99
49 50
334 187
307 346
586 175
811 384
288 163
441 172
490 162
607 145
541 137
258 424
386 260
258 376
273 141
333 134
304 144
373 179
385 131
450 164
333 137
308 272
307 463
395 139
634 158
738 140
419 448
302 425
729 506
503 153
419 555
266 155
272 795
391 173
557 135
300 191
316 583
451 573
271 137
293 164
43 32
912 701
277 162
522 179
289 159
409 366
735 260
577 190
772 523
1006 139
507 535
355 549
507 272
108 101
326 176
265 183
111 109
322 131
349 725
763 133
293 184
230 162
310 183
262 652
232 133
805 158
710 129
351 129
487 159
264 140
363 189
49 53
52 361
404 539
435 305
324 181
105 518
315 155
273 143
265 178
312 159
637 258
265 164
671 145
514 148
233 178
32 32
270 152
958 144
385 185
529 153
837 941
256 189
303 138
32 1119
348 135
707 161
796 743
770 148
105 116
865 1117
951 1141
479 517
937 1048
305 575
657 143
258 370
373 180
514 166
375 164
618 172
608 456
410 182
592 165
477 139
375 165
721 462
826 357
299 173
607 174
333 129
291 443
522 138
486 169
264 171
886 167
286 173
522 163
638 542
309 163
452 696
327 620
355 491
260 307
525 336
117 109
265 130
279 172
671 132
299 190
876 187
269 147
322 132
394 191
231 162
590 137
612 466
311 131
229 161
530 421
363 162
323 132
229 131
789 190
576 479
962 404
553 182
317 182
683 833
319 142
398 161
258 852
662 384
258 511
258 295
419 418
538 469
566 32
325 168
230 133
353 129
965 372
1136 133
281 189
692 174
323 144
264 148
657 190
267 133
258 406
468 819
365 308
262 445
298 153
258 465
272 456
612 296
326 139
333 132
319 135
434 498
99 104
102 32
304 190
281 148
108 105
397 178
440 137
258 894
934 578
112 114
467 159
330 160
767 151
230 169
870 172
835 183
293 176
49 558
982 182
723 176
687 294
393 162
863 869
233 177
407 132
1231 143
1293 188
279 184
761 327
521 874
629 162
739 148
379 660
355 396
232 147
148 1235
407 155
633 1039
263 139
377 1254
272 681
276 187
1139 408
447 185
532 813
478 387
299 155
258 347
407 176
381 137
258 1005
401 162
293 178
376 260
322 128
521 1172
116 851
316 465
723 171
352 714
262 970
990 32
305 327
752 702
412 186
526 296
883 774
322 176
450 169
327 519
230 166
707 159
318 151
884 426
368 133
388 174
231 134
334 151
53 361
352 630
357 313
836 513
46 10
814 260
1179 294
1229 383
229 132
416 154
274 142
1036 485
262 492
272 651
744 171
597 134
661 421
303 135
49 57
568 164
391 185
284 1012
597 168
772 366
268 156
658 893
270 143
299 180
270 191
647 350
929 1158
291 10
468 818
320 188
229 139
348 169
966 133
367 141
565 146
258 848
455 408
269 165
231 147
328 141
420 389
288 169
318 156
282 150
1356 191
331 145
453 523
345 167
269 190
402 574
885 462
224 164
414 158
97 109
548 731
321 183
230 146
286 180
473 439
797 610
300 178
51 48
725 426
675 177
323 151
423 158
325 187
557 151
233 190
316 406
672 468
516 471
286 136
791 145
315 140
341 134
550 296
571 408
554 446
748 584
32 195
336 751
265 182
260 534
632 161
757 917
553 191
231 170
1395 1436
265 166
311 140
273 177
283 307
286 191
582 985
304 175
665 448
32 1050
319 129
110 32
275 146
1304 157
229 168
446 658
599 809
116 105
503 128
275 135
262 424
921 96
258 670
286 131
675 159
108 111
522 133
273 156
572 370
267 180
232 156
317 135
260 284
321 174
321 139
427 517
344 418
264 146
281 157
669 519
277 157
461 611
351 142
447 153
988 685
115 101
263 164
704 146
341 140
1394 474
504 32
258 296
595 32
909 559
340 153
742 136
267 184
319 151
780 396
84 104
256 156
97 99
403 260
283 989
298 163
286 141
271 129
716 466
310 151
875 1344
421 313
258 994
271 175
450 133
1308 1505
531 575
265 136
378 167
256 135
337 936
291 834
345 180
258 948
846 774
230 185
680 1113
592 144
710 1305
957 150
267 141
512 260
262 839
649 1145
1021 151
847 260
598 165
230 189
390 133
467 178
258 1181
264 154
264 172
737 284
463 685
855 365
933 717
258 493
272 907
587 284
717 574
297 169
341 187
260 262
308 521
1020 456
780 677
49 56
621 439
1202 344
121 585
105 108
232 146
888 372
337 389
224 184
256 147
482 260
380 260
53 48
471 365
311 136
307 260
433 190
264 145
1442 1110
690 491
111 1271
390 181
1210 291
284 693
97 112
385 145
1112 904
599 1188
259 174
434 776
709 283
1164 156
279 167
528 1133
267 187
117 114
324 176
260 272
339 502
347 284
1061 141
611 841
266 168
516 1154
262 34
262 508
335 169
291 628
1126 432
381 165
321 129
111 119
319 161
639 399
229 160
262 376
322 138
423 130
655 674
441 175
482 343
1118 313
777 379
349 1149
265 176
513 521
348 139
263 133
790 133
427 1002
262 32
1360 1160
651 372
97 115
512 1418
45 45
699 32
258 10
1572 142
873 924
105 115
572 1097
260 402
722 532
504 116
1013 174
1034 1425
233 188
668 702
268 158
1624 1163
477 153
1340 130
49 46
846 712
258 567
277 164
815 1374
377 1464
1019 656
1067 295
258 272
861 283
262 892
1003 1186
1040 173
233 134
541 178
322 160
272 757
447 187
789 137
499 135
997 357
1559 595
32 50
464 260
450 141
1482 481
391 159
101 518
362 145
340 146
316 735
486 167
230 147
1487 638
335 146
345 174
359 162
258 1153
368 139
396 349
366 439
258 663
321 128
294 260
230 191
1129 260
97 100
231 145
290 784
152 336
258 284
569 762
308 350
581 336
289 191
95 95
299 162
275 187
374 260
1103 453
347 339
262 380
393 167
674 428
271 166
1108 1512
462 1426
105 32
1285 472
586 145
550 284
1334 697
310 173
1023 815
1478 931
322 137
1008 949
770 171
342 150
792 284
721 349
264 174
515 134
233 186
232 158
313 482
450 144
256 190
322 173
258 1315
1283 153
1276 1204
655 295
459 139
107 32
474 260
275 164
869 781
233 173
287 152
73 32
1095 801
97 118
1221 143
1693 128
260 798
510 179
1123 339
1023 392
233 617
101 731
459 129
312 129
280 189
296 1206
293 168
258 484
688 377
281 188
392 313
117 110
1072 129
395 170
227 129
694 50
1081 1282
232 148
471 715
304 142
1009 173
421 337
374 258
1713 995
558 48
607 151
667 32
116 114
421 462
876 143
470 191
455 386
467 133
596 186
681 932
666 169
111 108
1605 296
1203 715
563 448
260 1035
524 608
359 155
745 190
258 1468
97 642
812 389
548 32
320 151
444 751
468 439
278 134
868 296
258 652
268 189
50 53
274 153
229 179
644 425
594 1111
531 1171
800 346
310 149
313 291
322 181
262 641
759 134
306 189
565 177
473 349
264 178
281 154
605 1031
609 964
283 1084
466 1104
961 425
427 1424
524 604
890 343
549 1385
121 843
880 182
802 432
49 54
1533 528
534 291
347 983
315 136
880 131
117 108
691 1198
319 138
322 184
1825 355
674 599
1257 1027
421 573
319 176
32 40
410 191
413 850
543 132
113 117
278 159
761 454
229 158
65 73
496 1721
598 168
1391 339
262 834
660 777
546 1197
785 140
564 384
268 142
310 167
1018 1022
321 133
572 1306
367 155
704 158
524 284
387 1169
506 1452
349 399
825 145
264 137
108 400
614 153
423 133
947 816
1114 1800
528 549
296 446
439 649
1790 1066
277 179
120 32
1140 166
357 1123
313 443
319 131
476 189
602 187
1733 141
256 176
1417 389
320 145
230 165
744 181
738 164
1157 404
1347 1541
1046 736
105 114
116 101
322 153
286 135
1596 399
447 179
478 981
233 185
403 775
232 150
330 130
293 173
322 175
110 1214
229 169
891 1148
318 157
258 550
549 1187
1233 343
662 1230
465 376
304 130
591 734
418 1008
840 784
271 162
412 175
262 576
771 260
322 142
497 364
316 313
372 630
1314 910
593 1606
386 258
272 778
260 604
1248 162
586 157
92 110
763 164
467 191
739 140
701 756
649 468
145 1166
946 1698
274 143
358 136
324 172
100 101
262 464
926 128
395 142
1788 1529
853 485
1251 471
111 111
1051 594
258 313
429 144
105 109
470 135
224 174
51 283
487 188
775 337
1239 513
324 183
459 178
265 140
50 46
592 148
329 148
111 118
286 156
416 174
752 832
1775 172
41 32
294 581
578 1496
80 1670
548 103
459 151
1499 400
97 103
51 46
539 1169
1018 674
679 365
878 538
978 291
692 173
308 262
508 534
225 158
276 156
450 162
756 860
943 734
398 177
32 34
342 145
231 135
345 158
370 344
97 518
229 130
514 145
431 426
1789 402
838 516
1365 337
952 893
613 488
260 747
326 152
50 558
956 841
578 1969
557 154
1458 1641
790 129
645 979
392 711
260 1069
524 551
275 157
300 187
942 389
501 285
593 556
592 147
529 146
460 149
49 52
256 178
303 142
1439 129
586 179
646 2019
387 1829
667 116
317 151
503 133
509 174
101 116
262 500
669 472
1640 40
530 612
1324 187
433 159
291 500
304 191
319 136
1994 856
312 143
431 812
795 747
1159 488
272 676
1156 1236
454 448
565 184
34 32
48 46
590 175
785 156
320 164
117 115
315 153
289 158
914 809
281 132
363 188
377 409
32 79
1015 1102
1221 159
53 283
786 1016
260 1152
344 372
1175 1128
262 583
1745 983
786 421
948 301
316 1124
704 172
475 146
399 462
305 580
805 168
274 179
557 144
260 750
260 551
354 150
872 502
362 167
896 488
1303 379
352 396
232 149
1088 1991
1551 855
1399 2117
319 180
263 152
1420 153
672 366
1322 579
100 400
629 167
1954 1219
335 149
267 176
260 352
284 443
302 1209
49 436
331 161
517 258
319 171
101 99
375 152
381 191
419 611
1536 174
476 129
1905 1488
424 260
511 343
714 474
900 283
265 171
911 32
947 752
1087 1087
364 258
791 189
692 176
232 157
54 361
284 842
1291 1300
320 166
105 103
312 144
536 258
546 555
32 51
577 188
1112 399
97 121
1711 661
229 170
320 129
302 681
354 138
354 152
536 296
1085 793
397 191
1925 1463
272 428
433 172
308 258
837 599
1051 1581
378 179
659 186
287 179
1902 827
306 187
277 135
302 456
887 105
230 135
602 183
597 170
97 98
511 284
688 750
820 442
692 188
727 357
1432 151
299 176
354 144
411 1043
318 145
369 138
262 894
1346 138
825 154
596 187
1579 383
741 425
284 295
483 164
399 690
1815 176
377 736
639 462
50 52
821 471
313 308
307 355
327 396
719 532
675 136
1393 364
476 135
325 178
316 1302
304 131
1903 453
272 831
886 174
326 187
614 165
98 114
459 158
1337 180
277 189
1189 593
352 387
262 601
630 422
567 404
490 129
108 32
347 432
100 111
786 646
260 1075
1196 1332
317 165
1432 183
232 151
502 285
593 736
1297 1024
102 1632
727 555
2159 479
49 49
1454 129
54 48
427 498
767 145
256 180
678 1874
291 32
849 1910
587 296
463 736
1184 561
778 357
1580 112
446 909
321 132
262 1151
420 696
445 258
442 964
1565 749
395 147
306 137
790 182
1279 2066
1346 159
49 55
758 662
262 994
258 938
955 260
327 549
576 402
1061 146
986 260
117 116
231 163
378 184
647 1402
343 845
338 162
265 179
262 1437
375 149
347 1108
300 184
394 157
101 109
378 170
262 1920
1486 307
447 137
946 132
377 365
440 1961
531 639
469 1199
977 384
1932 2053
100 105
748 1000
268 183
345 166
288 164
313 693
1121 936
559 1922
260 986
111 112
1086 1321
809 1205
659 147
345 168
1908 188
1675 418
269 168
302 829
821 804
266 171
433 136
49 51
531 804
316 1799
615 139
468 422
286 157
232 134
360 137
676 296
419 620
343 623
786 559
610 2121
381 159
1791 841
778 1917
422 404
1420 132
2358 2120
344 258
942 413
739 154
296 977
1000 454
680 419
1128 2051
262 1475
1337 148
1342 1084
320 180
343 295
541 164
919 976
497 1094
1739 364
1262 1663
406 435
591 516
266 181
1253 639
1823 284
322 143
1076 533
262 1005
402 972
381 140
391 162
710 180
266 151
433 179
272 404
924 1275
347 1623
2062 734
319 154
272 691
50 436
874 428
120 606
272 849
118 566
41 10
870 182
366 308
417 167
99 1135
277 160
578 929
628 296
501 260
1453 474
2348 2364
256 165
111 100
1215 453
256 157
286 167
1294 1167
277 153
1388 260
334 128
349 1146
691 389
390 151
1778 1028
292 720
729 1022
378 189
185 129
543 157
309 161
2194 2424
739 138
1690 547
260 1105
527 161
554 1381
998 669
284 291
1021 177
568 136
1059 474
284 1007
258 771
744 175
289 170
1142 482
195 169
260 1055
52 48
445 262
339 1012
1142 376
322 178
450 136
111 115
1612 128
593 428
779 1272
404 867
1009 156
287 133
110 101
1253 801
161 598
260 1211
596 191
621 1513
554 478
471 1087
1115 1125
531 609
258 959
119 105
411 411
263 191
381 188
260 1213
550 1558
316 295
359 179
551 305
508 604
797 1046
1093 1936
383 10
476 137
1382 135
291 294
309 128
310 138
1390 182
262 562
942 603
374 418
987 743
2094 2094
1537 2215
2499 128
349 721
914 1646
1470 156
568 167
375 189
920 10
290 374
286 170
114 866
1681 141
2412 399
1081 349
407 143
961 283
324 155
366 372
32 53
322 148
977 1174
343 1001
263 141
633 473
465 437
477 175
2004 1479
632 138
114 105
494 2363
742 137
491 260
232 173
971 291
957 151
32 124
356 136
657 144
319 143
348 137
362 184
51 436
2176 749
171 1867
718 2431
262 670
979 660
368 154
415 178
190 1384
2198 542
1469 1206
832 472
1042 374
585 32
260 403
791 154
216 167
655 418
309 151
433 131
472 366
880 132
324 156
1126 878
418 582
433 156
353 144
2433 945
388 131
704 170
307 399
548 100
499 156
1027 1122
1227 148
112 108
476 164
1431 260
867 539
262 1441
926 174
372 1201
262 435
1266 404
559 853
580 513
273 171
541 161
1201 2585
426 421
55 361
475 188
115 104
385 163
272 1810
571 386
358 186
804 610
926 146
423 128
864 556
328 167
109 97
317 150
666 145
260 971
10 500
490 177
614 133
339 1167
1187 542
1098 290
1099 472
1822 183
1847 1375
359 161
411 389
344 672
2422 1205
476 159
1524 191
671 142
32 208
1301 658
2395 150
586 159
890 484
1666 1282
53 436
341 159
1208 883
399 466
360 191
385 134
393 137
471 1099
1077 437
274 155
1013 177
494 996
1445 474
1872 860
477 165
304 159
835 147
391 181
646 1193
658 672
660 705
368 152
597 133
1066 573
713 174
779 523
833 1220
229 152
272 1068
522 139
231 2434
445 260
298 145
1546 435
390 134
799 260
904 308
1907 2233
485 454
232 184
519 396
619 294
262 758
485 2232
50 283
49 494
427 403
1143 191
1359 291
323 182
1194 610
374 754
703 343
170 1762
987 1159
499 143
1157 1085
2451 502
786 512
843 114
260 1011
355 313
324 146
399 513
2600 2191
2535 166
258 435
730 364
858 416
391 163
1102 931
591 621
391 167
310 156
232 170
408 283
296 1429
296 350
528 485
322 140
693 284
397 190
258 628
390 152
2259 143
258 352
742 166
1732 166
119 699
542 638
2466 1300
1968 1192
291 295
993 1034
260 696
1088 1647
297 139
779 295
1839 32
2122 137
306 128
487 129
1524 150
1144 2033
50 494
960 260
343 337
341 146
896 1528
356 153
1263 437
363 136
296 693
407 158
790 190
668 1338
715 2272
448 454
2378 1351
430 166
258 1433
311 129
520 140
326 129
268 148
767 2552
1064 2731
432 830
711 762
396 2140
844 392
293 162
966 135
354 146
742 178
46 46
1072 155
275 154
788 291
56 48
479 547
516 793
258 420
1127 291
539 896
1615 734
815 2486
260 1882
52 46
1521 2625
614 170
1737 140
46 34
1747 148
258 337
224 166
312 148
289 177
307 349
597 182
260 1333
281 138
969 349
258 562
98 101
1664 135
2175 146
956 672
540 179
408 456
638 576
260 978
262 547
353 179
2341 404
1365 776
748 1760
2661 1703
552 512
1113 2426
277 152
272 829
578 1104
468 418
340 160
667 642
677 1399
497 1885
968 2100
2533 784
503 187
354 145
1643 160
310 147
1009 133
119 104
262 1348
2024 168
745 187
870 190
963 313
733 134
881 294
208 176
286 152
1114 865
1016 357
402 556
2822 2595
297 143
258 1053
392 426
1026 1031
619 307
1463 765
305 427
355 260
316 1377
502 491
858 584
951 716
1705 1280
1051 611
417 163
101 120
1662 146
291 34
805 157
435 746
101 100
2206 32
1096 656
2696 999
49 47
470 151
652 376
1638 419
258 950
2311 1787
321 170
269 160
2514 421
377 357
1764 816
727 260
281 186
428 853
482 484
928 913
298 143
659 169
1068 365
1017 349
491 364
1843 260
450 132
636 963
995 793
1466 461
300 133
665 816
258 508
338 187
2653 916
667 99
419 927
2826 2391
1217 474
2092 1297
992 114
317 143
476 161
546 536
828 1363
271 138
331 184
272 1041
596 190
441 174
284 812
34 436
258 32
411 1244
1040 160
478 1971
433 139
624 350
266 157
1291 1764
1535 1590
378 175
102 114
709 1059
322 179
682 283
480 2405
1161 873
1390 156
324 178
107 400
487 160
740 400
260 1635
2345 177
1162 2242
877 1933
780 2045
405 141
322 174
476 160
277 171
316 647
101 436
1292 658
2230 420
307 258
347 301
868 478
67 104
534 262
1092 343
105 100
258 1616
118 400
2329 1189
281 129
1040 141
281 190
461 625
375 2546
108 97
302 2076
501 262
1251 1154
99 595
2798 466
2069 173
1194 865
1928 154
554 420
569 413
354 155
391 157
578 469
316 1047
1947 258
344 327
468 702
867 535
326 128
117 99
433 164
88 88
505 143
232 154
1648 768
777 1018
419 1222
608 688
10 583
675 162
295 1361
427 2112
393 2685
644 456
56 361
1345 998
840 1222
1024 651
1504 849
258 647
433 160
319 177
715 365
463 1381
783 174
299 186
498 488
1776 365
325 170
2628 384
532 432
550 343
996 1272
1603 296
1122 574
557 166
1618 291
271 190
738 168
1470 130
260 915
349 569
414 152
1643 147
267 173
985 853
744 190
2782 2565
224 165
319 183
430 163
279 185
53 558
57 48
431 294
208 190
2182 1321
377 1203
258 403
908 973
1408 173
227 130
377 313
1196 1298
897 488
322 180
944 530
1724 128
541 140
262 551
1687 502
277 163
367 146
445 285
1668 729
262 950
767 171
1357 374
350 307
1227 171
1752 993
1184 532
2940 181
322 145
517 260
1916 175
891 272
936 637
459 190
2387 143
320 176
966 155
267 148
490 183
938 935
639 1095
902 1935
2328 2307
392 749
260 1010
1923 132
359 176
381 133
2254 350
625 308
763 153
727 833
262 1047
2460 579
816 327
536 260
102 699
1389 404
1289 796
544 144
1205 594
277 136
42 32
1255 283
2756 640
262 663
913 900
275 186
393 140
258 1058
229 151
900 355
316 788
439 1014
383 628
754 1742
362 143
433 129
52 436
1732 187
680 2436
458 166
328 191
316 663
1068 968
1288 1146
1926 148
287 142
957 180
358 165
258 1116
1500 1004
131 278
2700 176
1103 928
1864 3130
3133 190
330 185
624 308
1107 258
74 111
260 1109
1376 535
969 1393
339 491
272 2107
505 166
494 260
2050 523
453 374
499 182
111 116
619 464
3065 932
534 258
2304 1578
930 1904
230 170
474 1602
376 339
680 1620
277 156
1818 260
2253 103
291 302
1223 179
52 283
2020 131
1673 1358
262 347
1240 424
554 453
3050 296
280 151
1224 2648
2167 1976
1773 2677
312 187
313 294
258 601
758 284
490 136
448 1474
351 128
364 260
638 491
507 705
754 1793
609 1415
372 431
439 621
874 1727
343 695
475 142
262 443
208 181
284 852
1073 1375
1550 374
512 1587
807 389
594 421
1858 2705
286 149
1122 889
416 180
226 132
650 189
961 536
1131 262
305 1585
559 804
115 105
1252 1239
375 151
914 2127
402 419
860 556
104 32
319 160
227 131
279 175
529 141
624 260
2572 480
1498 496
938 307
594 350
1301 1088
3056 443
997 717
258 737
703 432
426 485
262 955
1062 307
49 32
112 566
2903 2049
276 176
52 53
3175 1581
49 569
278 163
403 396
381 141
375 177
3204 131
1679 350
1015 1194
638 533
1138 2160
322 166
403 919
564 680
1314 307
1561 156
1267 959
297 168
531 1091
1812 751
998 1860
1094 1099
277 129
367 171
454 796
554 1477
307 944
850 2939
2207 1256
262 1233
258 427
304 176
557 143
897 1706
1989 1989
559 993
2245 260
276 178
704 185
748 945
1227 145
262 1181
854 2314
3209 561
542 421
292 443
32 1403
738 145
317 139
262 1881
643 129
667 100
117 32
677 339
101 740
105 642
342 190
395 174
552 491
671 152
486 130
258 1377
1439 151
2185 172
773 818
976 1484
855 366
260 1137
108 822
230 190
1958 749
348 155
369 175
483 138
525 307
881 562
602 139
1335 260
969 501
1286 2134
441 189
842 1486
470 141
891 350
610 1407
575 1513
50 56
662 542
296 425
2743 439
773 439
401 183
272 868
112 740
602 161
291 1461
647 291
897 523
2584 1416
603 172
1225 260
825 177
304 145
2906 983
272 413
1773 2736
457 157
819 365
307 528
434 366
541 175
3250 130
296 561
217 132
513 816
313 32
322 139
878 844
1944 168
1004 1661
918 366
3358 2088
856 584
791 171
286 188
1763 260
1021 2470
3365 132
258 301
258 1245
262 406
568 159
57 361
431 392
3072 579
357 613
283 501
519 260
866 116
2479 2557
258 623
262 686
263 148
287 161
101 642
422 674
1561 184
53 46
231 146
2831 2408
576 705
262 343
312 146
605 295
445 3284
267 171
624 648
940 32
390 153
409 376
1421 524
669 357
448 575
700 169
434 365
415 135
284 294
258 1030
111 99
1259 308
2605 392
621 1104
1019 625
224 175
544 146
1177 944
1379 834
1974 350
271 186
403 352
316 420
823 508
1483 1793
277 190
320 189
982 175
232 185
653 10
785 161
1438 561
262 747
1285 776
2583 1160
2335 313
322 163
309 165
661 428
2096 1099
371 161
301 2336
657 156
455 1091
578 461
160 3155
3442 172
1103 613
413 327
260 1176
347 336
741 829
882 604
262 2772
265 185
376 343
1704 1704
272 943
262 65
606 50
301 838
260 386
477 158
621 466
459 155
1162 474
258 443
454 452
525 454
629 171
723 174
268 170
2118 519
102 102
560 156
1724 139
1144 578
262 628
258 845
296 526
1607 32
406 432
531 260
606 51
619 376
1324 157
369 160
1055 1597
1525 832
1645 968
1738 511
2448 383
295 496
349 613
352 935
597 183
1718 849
316 839
116 97
297 167
926 137
260 1609
587 432
596 182
1128 1025
1081 396
351 165
1607 1451
119 32
110 111
55 436
378 185
340 169
569 469
682 361
302 536
820 1039
1771 1726
341 191
352 1049
488 285
39 518
776 366
316 892
1851 169
1115 524
3138 104
333 166
825 130
2322 260
229 180
530 611
2418 552
662 816
982 172
341 184
456 463
258 1329
2258 32
885 749
1400 818
433 169
544 182
843 110
1274 992
1383 612
44 1782
103 114
401 159
418 801
260 350
596 181
319 150
10 465
258 676
177 743
529 190
529 159
2694 1338
262 720
1526 283
272 528
1287 48
778 542
2166 104
462 690
2525 479
101 97
1430 260
498 1469
1648 1577
761 575
305 296
498 260
480 523
590 183
1610 161
1156 1089
302 2202
2656 574
1683 463
208 184
56 436
156 3423
505 165
453 928
115 117
525 853
708 1368
1147 655
497 696
300 149
1988 1615
484 1493
272 1447
585 1803
765 3311
3003 1305
592 3443
1131 258
294 799
309 171
1111 747
1536 156
344 2072
661 1016
272 1209
1614 260
733 147
650 172
615 150
423 139
372 258
473 1226
1249 1570
103 32
268 185
364 292
705 1691
1396 2646
285 975
708 1197
289 179
707 163
2800 428
260 1481
115 112
913 804
358 166
387 781
531 386
1350 308
233 189
753 34
2871 837
1450 377
940 108
73 45
891 709
707 173
727 1288
1196 2749
256 131
489 185
946 135
1495 1368
262 482
526 444
1459 357
559 1046
679 1628
368 168
377 1028
2706 137
109 101
516 2512
988 555
32 1897
264 191
560 135
829 260
1165 1165
2462 697
345 157
1288 1154
260 862
430 178
1017 1393
286 169
365 819
409 308
1610 130
272 496
607 170
258 1835
366 474
1477 3226
668 860
260 1378
542 513
1817 939
2196 595
229 171
1073 2344
374 2978
258 902
256 129
101 112
297 162
580 516
328 163
355 672
50 291
155 1375
335 188
352 1238
116 1591
466 1663
928 2446
1562 308
281 164
298 172
842 428
258 722
2855 2517
631 138
905 2500
3703 1435
1187 1134
490 147
1037 2981
286 146
357 413
546 868
258 1269
98 566
1037 519
372 722
1013 144
533 420
258 1082
262 852
262 908
1215 626
1965 1085
323 157
554 533
997 900
1125 551
260 1241
2400 399
486 170
387 762
49 291
382 180
2353 2751
92 92
112 2301
1032 308
358 178
472 308
258 2883
260 832
337 260
258 455
296 1834
1210 3335
271 154
39 436
669 1528
650 182
403 539
57 57
1851 184
660 1638
1037 690
322 172
403 491
276 179
377 364
770 130
258 908
35 32
2197 146
2309 1294
1404 392
496 307
310 134
998 480
225 128
325 173
295 1033
1630 2682
94 50
1157 569
1461 10
352 1052
328 152
1147 260
467 181
1929 283
866 642
1386 1508
2239 426
480 849
1192 1940
3372 827
1223 142
1227 158
1535 1458
438 347
618 144
864 1806
947 377
1189 1193
427 512
381 130
789 146
856 462
1191 523
802 284
884 563
858 512
498 977
544 169
606 53
2887 1002
511 432
527 155
1467 1357
32 283
408 829
1071 633
554 627
411 1182
2302 168
262 296
298 162
657 148
1098 448
618 184
863 867
1325 984
844 2612
302 272
355 262
2481 2641
260 1237
1854 308
208 189
972 1048
430 160
947 3073
302 898
260 1489
496 1889
418 2271
391 180
120 1173
329 166
1175 1089
835 171
532 1230
2567 2967
520 165
611 488
1015 563
864 2633
467 180
112 1670
541 165
591 399
328 169
357 377
740 32
1214 112
272 1281
2353 987
231 152
374 1268
457 179
97 822
433 188
54 436
2482 594
520 163
1074 648
427 1502
475 184
996 996
662 2647
1000 327
262 1616
415 156
387 649
114 111
1483 1319
502 260
284 588
349 1067
262 1392
1990 1246
440 165
766 513
729 1198
3727 1731
276 154
322 188
552 1093
1526 425
501 339
548 116
634 153
653 258
10 839
378 183
1324 167
584 691
650 134
296 1007
1013 175
2540 2755
478 396
858 1760
593 3702
3745 39
295 508
934 797
1537 336
304 128
489 131
232 178
99 105
258 626
1166 1886
352 1341
637 2060
633 779
551 746
355 832
262 845
97 436
324 160
50 51
464 343
1161 649
209 130
1070 284
337 372
467 182
78 65
232 152
1696 3580
3048 187
599 1506
1270 32
669 491
285 350
433 165
1223 151
333 136
2055 479
32 216
53 609
1025 474
711 574
496 260
539 466
739 170
262 2265
108 764
262 1010
550 484
262 604
1155 764
2332 418
785 158
293 191
2427 1373
287 157
593 474
262 902
820 513
102 111
328 172
548 115
258 686
1258 435
105 122
98 400
433 168
526 295
520 131
683 580
418 420
55 48
1086 519
159 538
2106 350
913 1192
3788 3817
99 109
1143 144
654 176
260 967
372 1299
1299 2355
258 583
1454 3552
370 492
825 184
3538 186
56 46
284 1183
933 956
1550 875
116 566
3026 2789
950 260
1742 2445
54 46
231 158
279 137
711 292
260 1120
262 2157
330 131
209 128
565 170
1427 1145
639 2611
2701 846
590 163
728 135
573 260
302 882
427 408
791 142
115 1214
1441 350
1480 1480
278 136
502 258
3047 910
416 168
2213 1052
311 157
430 172
427 1091
457 146
760 3240
272 688
1072 184
540 142
391 161
842 366
450 134
1281 709
410 187
676 284
302 757
434 1268
1727 2240
985 296
468 1177
296 3198
1079 1743
945 313
347 1411
322 177
2543 1372
727 1014
298 166
1611 343
47 32
115 436
501 258
262 1804
758 893
974 581
1589 291
300 189
541 180
608 691
1095 690
10 892
1546 472
374 296
121 436
258 1398
422 1400
83 104
97 117
394 167
1073 613
316 1290
1499 1155
260 32
783 170
391 165
1888 344
433 178
470 181
98 822
946 134
258 1428
1662 137
295 350
978 284
3945 422
264 161
568 185
258 788
258 482
2563 173
272 610
194 176
1076 1971
109 400
1135 32
728 178
742 130
1978 365
104 1751
748 336
353 128
294 343
618 174
784 435
1232 1144
319 156
66 753
282 170
3605 528
2161 182
1202 1814
3736 396
945 3980
326 146
744 176
586 131
595 400
427 2667
700 181
818 730
258 1970
2197 130
2785 448
3075 364
968 715
258 1380
109 32
993 581
665 1735
366 349
525 1059
1100 456
2147 844
3360 454
673 386
258 2130
1250 260
260 1892
302 1041
434 1260
1242 284
3114 488
493 472
433 189
494 258
106 3852
1408 146
355 284
397 188
4031 3007
2917 151
1549 3746
2538 1050
322 183
1680 516
1055 389
988 2359
305 262
566 400
1061 133
462 1478
1248 167
32 65
280 164
258 336
1192 855
1473 668
383 445
695 1617
2204 1412
313 376
1735 661
1940 437
260 512
272 734
959 284
319 167
466 552
260 1349
3345 1328
940 1465
332 134
149 474
1748 290
1652 683
322 158
1027 559
108 100
262 1574
3089 485
946 169
52 32
2389 258
633 1044
307 1677
287 148
692 170
1164 184
1551 751
2037 809
741 284
909 552
3883 1096
3501 690
683 688
406 771
835 142
766 426
900 466
312 128
378 160
597 132
1140 133
122 822
111 98
312 131
353 141
1809 260
716 498
258 1010
1371 1241
49 283
635 456
1215 1034
2695 396
285 1339
291 1649
2783 1275
995 3953
97 107
108 731
260 828
1466 701
309 172
462 456
57 436
968 561
1062 294
3349 428
55 46
10 406
262 2008
3878 1056
1098 308
1017 1328
341 130
403 496
562 425
639 337
799 1032
602 135
800 581
258 906
2290 34
272 494
1734 624
316 905
1136 179
101 118
1007 1415
407 162
1220 389
1094 2210
496 612
416 146
4252 3315
275 128
313 51
494 907
112 1132
120 61
209 129
440 130
1059 488
2038 1930
427 386
650 184
1592 4267
1218 1295
496 1509
45 50
114 32
224 185
644 1209
339 1709
502 396
886 142
2279 1132
291 51
2539 2539
55 53
2721 260
2241 3504
364 536
616 182
41 1461
3320 291
45 51
1024 502
42 42
376 386
423 143
488 461
1747 133
260 1107
884 392
2674 507
157 4107
1926 143
420 419
838 386
41 58
564 258
541 160
343 1053
3119 1425
3884 148
552 594
391 166
2337 521
2912 34
417 178
1310 551
1861 4043
2502 2502
282 168
276 152
1040 130
3930 426
263 153
1457 595
364 285
1143 187
320 175
825 137
438 1031
742 181
511 571
1256 290
2392 774
334 185
826 291
1184 387
1383 4218
264 136
45 49
2962 4215
875 1731
695 1133
2084 399
1945 2399
1203 337
1504 327
2983 190
260 2383
112 32
877 1233
258 1001
3960 1897
412 190
679 679
366 260
3697 435
4327 1940
785 184
308 1312
486 175
281 152
272 756
1341 463
733 191
2559 2359
377 1226
1514 984
2196 1492
954 1364
1752 853
762 535
320 138
328 185
112 699
2065 1078
1274 2931
270 180
262 771
3106 3437
548 99
258 576
590 161
434 818
54 283
260 1644
260 976
4325 4294
4348 3161
305 501
511 296
758 868
457 172
1019 996
4360 4147
291 50
515 168
109 822
1267 1452
488 1668
580 1909
2177 551
320 159
1477 426
1865 3304
2165 4049
428 762
344 1370
4244 4396
1218 620
536 418
835 177
841 672
2713 578
1941 1091
1143 176
302 284
291 720
1316 283
260 2048
1916 186
311 189
411 258
1514 308
4395 4402
1368 337
98 117
507 836
1999 101
1053 308
1067 2829
1405 32
262 1468
652 482
881 465
2711 135
40 34
115 46
260 1037
1584 2377
285 1329
1684 1924
411 1877
353 151
1009 186
1026 1595
217 133
268 133
280 156
32 36
820 372
260 1036
2748 260
530 1334
262 1510
1737 165
295 1774
1862 1824
840 1853
1156 3381
1696 176
295 389
395 180
965 797
3928 145
2586 831
783 142
1101 260
856 4059
351 149
4472 4010
469 469
703 581
956 779
1019 448
609 258
679 750
260 1415
2289 392
194 178
942 442
634 168
893 506
3427 2299
1382 146
3577 313
2001 4432
101 46
195 161
2793 552
1964 775
32 66
260 404
562 283
387 1706
1858 1727
260 708
504 3734
80 104
277 161
1215 355
3066 1698
1242 343
594 1665
195 151
260 1170
2080 1714
2089 546
233 179
316 628
681 551
2438 404
1283 152
1506 422
2020 149
372 1167
2571 701
4100 400
666 154
275 183
132 1340
1381 3125
225 159
1850 2281
260 720
2935 516
4528 132
313 50
401 149
349 964
390 167
399 456
371 146
1907 684
1147 621
562 536
279 155
386 679
73 110
326 159
473 422
1216 1628
1367 2017
50 32
433 140
653 262
504 100
1020 283
1921 133
1634 386
952 819
330 177
744 173
776 874
307 295
260 2031
4561 389
307 821
381 148
260 999
3691 492
44 79
2270 437
464 484
305 862
316 1151
3020 611
2149 260
3750 1374
291 39
887 400
1028 801
291 49
3279 801
260 1849
312 138
754 1168
383 834
287 143
557 128
1218 850
540 141
453 448
1490 1056
790 186
1286 2666
434 2857
1469 3287
654 133
258 1265
1267 428
3261 1494
784 387
2171 399
1634 1171
1360 637
1162 2537
262 352
260 383
741 456
1126 972
1003 1177
1079 32
392 2408
217 138
275 160
507 517
1737 163
718 664
1366 57
258 1475
1717 308
2142 349
825 134
1481 305
217 134
640 496
195 183
263 176
302 608
904 1100
930 1417
258 1660
102 1848
260 781
272 1029
1421 1836
3029 1896
599 951
592 156
438 906
732 2836
664 370
258 1796
258 350
2591 2111
337 462
618 130
881 894
260 525
260 850
62 32
57 46
40 41
649 523
53 32
378 164
445 284
447 191
2244 1272
3908 140
330 159
50 606
586 181
381 155
260 1228
1267 1474
348 187
258 409
1525 2093
733 156
915 285
117 1060
877 10
2671 170
914 1163
1219 633
3105 1753
880 168
40 120
2146 555
225 131
548 642
1696 158
1953 1953
291 406
3459 1886
1236 4005
1923 175
357 3665
395 184
450 182
98 548
728 140
1576 1056
993 1409
1588 262
2074 539
287 153
273 185
599 1528
1150 48
1838 2360
2161 180
473 3879
356 134
1192 679
672 1736
356 185
477 185
2493 3814
640 2666
3033 573
3167 461
518 4416
4701 4111
930 1930
911 108
412 179
673 838
1283 4534
633 580
115 699
259 135
1561 130
260 443
1164 129
1072 169
420 1014
383 1933
277 151
910 285
1224 402
51 54
272 452
4088 4198
317 148
352 260
2410 1985
32 2913
258 1207
3523 110
1249 2824
798 262
260 2203
793 2902
3004 1338
114 97
330 166
308 648
595 101
260 1575
1736 392
112 104
710 148
637 864
1488 296
521 600
644 898
345 190
403 945
827 2637
3038 208
1848 116
621 337
581 1014
613 260
3706 454
723 129
56 283
644 608
316 1325
1242 1542
258 1563
4569 4569
1257 377
1118 1046
933 1138
217 136
306 161
32 10
260 1589
1767 872
108 117
258 624
763 129
1694 1455
1856 1014
422 1025
260 1264
3387 131
418 1667
961 456
260 2366
2556 427
621 4661
490 156
2821 365
2318 4143
550 1202
322 129
2909 1121
1298 604
2441 2932
260 1768
258 1853
817 623
262 2226
459 146
316 2188
497 2941
1007 283
878 1220
2175 154
483 189
1252 802
541 150
2013 556
653 292
4494 4712
572 730
262 750
50 50
1409 1188
1561 153
348 171
433 191
105 102
962 494
114 2575
369 156
1864 171
302 1859
490 138
569 258
403 402
843 518
2069 165
877 576
119 2023
2234 3016
544 139
2618 683
324 165
729 1762
4078 190
676 339
110 103
888 296
1915 120
2925 149
512 1041
330 151
302 795
316 2414
3054 952
502 262
724 443
785 129
1495 949
4823 4468
467 148
445 508
694 1366
2569 159
3256 295
4145 145
551 291
623 308
825 143
973 260
4665 4788
568 130
843 642
119 101
604 305
749 774
791 190
737 343
10 1050
2104 1665
2728 1474
571 1950
268 157
2924 727
636 308
403 1014
1092 339
1409 4537
972 1419
777 3295
1058 831
52 56
478 829
686 986
260 989
997 531
1483 473
260 2181
1234 1152
688 1247
1631 45
785 2470
4900 4309
308 920
2555 272
380 307
629 175
694 1556
316 337
1322 350
49 753
447 3974
1401 260
51 53
118 105
260 1594
674 1118
357 737
2267 4856
885 1508
351 170
407 139
1215 864
3648 1376
1674 829
260 2504
3973 313
1345 716
280 145
328 176
84 114
1090 260
3363 542
876 129
3148 355
3412 141
916 258
1634 639
394 181
441 168
467 187
272 556
1761 409
1060 3693
359 165
488 258
510 191
3262 1268
258 2103
2338 1502
2234 291
284 2250
716 580
1928 180
83 116
258 695
702 555
262 1225
864 679
937 1003
265 160
262 272
285 352
258 812
714 2339
296 556
666 164
1083 374
328 174
338 166
95 3541
1339 285
1037 3483
896 4404
1639 1498
451 975
310 159
225 187
359 138
357 944
3313 546
1941 386
454 539
1685 593
97 731
1172 779
117 1451
1626 10
2493 539
260 1042
1062 464
1871 536
680 418
367 149
77 740
1383 496
952 3391
406 295
641 284
3757 1730
287 177
666 180
872 260
98 1973
256 185
520 182
759 170
1311 418
1408 158
4183 2116
354 134
2764 1288
354 159
696 379
1610 134
592 191
2597 2299
2898 2811
465 1127
1173 51
322 159
1560 2251
4170 284
995 4334
2256 291
751 521
842 1003
842 1472
2287 3289
323 154
433 171
530 749
1408 176
952 3043
1824 3979
2373 684
792 294
1661 1517
355 606
453 1065
1014 1606
706 4163
473 366
501 292
767 178
644 829
668 3034
383 1437
3473 2123
260 1225
307 580
737 432
766 983
1662 139
2338 403
288 148
471 2554
775 2718
654 160
699 100
709 456
2417 3016
1036 549
1482 829
4463 1910
421 496
1914 32
118 101
541 170
806 4831
433 138
1083 1033
2139 2402
3525 5067
1404 532
260 1455
284 32
115 400
1230 357
2022 291
65 753
258 1448
56 32
2154 918
4963 1898
820 364
307 262
385 133
450 170
105 992
815 1121
1851 133
1266 1085
1332 826
4613 1098
318 136
422 4811
519 285
1856 488
613 762
2802 260
322 182
356 135
260 757
2950 504
788 308
586 168
1407 575
762 1877
2234 1603
1034 931
498 258
1543 260
2172 2851
32 215
431 627
263 170
461 488
1261 10
1015 1538
297 129
1290 581
262 1315
456 1596
1341 1396
1015 2763
301 2816
313 53
322 162
660 260
843 4232
1313 292
1921 191
693 383
50 753
644 2076
375 147
51 558
1378 374
1846 685
411 555
661 357
1140 168
233 137
376 346
352 574
287 140
49 694
1178 105
982 185
2711 1961
4690 548
295 302
354 136
418 943
263 129
542 438
722 366
395 133
260 569
609 47
344 1673
32 80
766 366
273 149
285 564
756 542
396 432
291 53
587 343
3084 3018
797 528
107 101
320 184
262 350
362 162
793 569
766 1114
1518 399
4505 4444
344 350
542 399
1124 350
294 484
1077 1354
2920 308
359 137
5142 180
320 153
520 134
1092 484
3051 1089
612 1022
3350 1577
261 140
99 1805
3506 642
887 101
648 939
258 1516
4942 1451
1062 376
216 177
258 708
788 984
1104 1506
433 151
494 649
404 479
574 944
587 295
260 3028
41 41
286 179
972 736
1362 827
112 101
376 484
553 134
306 157
1965 404
4780 1134
258 905
1770 760
284 427
510 169
2797 379
3425 136
2417 1603
599 1338
911 2251
262 2892
505 151
1291 1338
4887 2746
334 153
2569 188
10 1151
4259 448
338 137
50 49
2302 129
316 652
68 3927
605 624
50 55
1507 1180
418 1705
1037 2654
1751 97
5169 5220
545 1646
258 1655
4835 1046
381 156
1543 291
105 4506
50 57
224 180
466 260
770 160
2560 3352
111 102
286 181
400 1155
466 1008
2566 749
433 153
320 158
543 187
347 863
1538 2306
450 183
1200 294
884 337
3030 1826
873 307
703 1448
631 150
1472 258
861 1503
1384 3055
471 258
1317 336
1161 1496
261 141
428 1474
2691 32
3859 150
262 2277
207 128
998 594
761 2877
1880 5226
835 137
716 907
1427 488
583 1353
1671 32
1318 308
777 2429
630 696
970 628
1026 284
260 292
3402 1846
54 55
472 377
420 533
2367 432
2881 3330
277 191
1232 1186
1822 129
103 111
900 1098
1397 1434
109 548
51 1503
3764 2859
390 160
1747 130
2522 175
72 4182
262 1153
1342 811
390 189
1292 339
102 1465
2880 308
644 284
403 685
258 1070
679 1260
445 32
272 979
1216 365
1161 1249
258 4364
531 2741
1643 187
3203 2394
359 189
388 151
503 129
954 295
422 1730
2406 822
3642 573
515 136
552 556
881 902
760 907
1337 3690
53 1503
260 1746
1981 3805
311 133
322 155
490 144
1094 313
470 165
1234 284
2924 2876
580 305
419 727
740 100
465 1354
1500 1541
1593 1766
409 482
296 906
1137 305
785 182
659 152
1618 258
195 179
10 735
543 183
686 386
3433 4184
389 284
394 163
1006 135
87 104
54 32
2507 3022
260 2077
1093 1161
1931 1558
273 174
1631 1631
1664 145
2347 260
605 406
646 729
258 1213
1369 296
2118 539
5178 5017
924 485
316 1348
1809 727
564 305
571 296
820 327
866 115
1390 163
1428 975
1962 291
3935 158
112 105
224 170
1729 308
568 166
711 711
528 808
260 1479
590 146
3855 166
883 1138
3422 454
540 191
374 579
4588 1731
475 137
750 260
1992 538
1839 4283
102 105
208 187
258 665
773 633
1037 531
304 137
292 755
1180 260
1801 1778
1071 1856
1908 154
416 182
856 292
440 145
723 179
732 594
360 129
383 2414
807 719
1664 184
655 555
1081 2014
2243 384
3438 1075
4235 3598
3022 2507
2992 3731
354 151
564 292
606 52
1968 1102
260 1336
518 1406
587 339
2513 4761
112 111
321 146
554 1076
2132 1281
2185 145
403 2534
233 172
443 294
99 887
1191 1363
432 295
411 653
1913 366
106 111
1631 500
351 150
262 978
1408 145
4654 1409
655 469
1152 3247
1071 1016
224 186
597 190
740 114
2142 711
258 3823
3328 366
585 1155
371 173
1267 988
1400 472
1403 190
1477 554
260 498
1309 285
1898 581
32 67
654 148
3629 144
2026 3388
316 624
547 808
1223 167
310 132
1621 285
262 3211
537 1029
599 1888
432 296
553 183
626 975
357 1193
2002 400
407 150
383 2770
3954 437
1052 4109
403 258
3424 3670
1652 3944
758 355
105 1271
908 260
2372 258
1296 292
2968 327
260 1195
1767 1540
312 134
258 1574
4155 177
781 1033
1257 1122
349 426
1038 51
1297 1191
2170 32
1725 260
427 352
946 152
1283 161
3919 2519
821 1134
375 185
3897 272
239 189
531 860
295 3206
4455 1159
65 108
260 2747
5127 166
327 422
631 139
828 260
1036 798
460 138
4093 67
881 1881
2208 285
4967 1177
541 186
745 140
260 1130
737 1295
2210 1174
1077 1047
2190 4586
53 606
285 680
1421 2043
2085 775
3263 1913
427 799
5379 3977
319 162
1681 166
306 175
1401 374
1674 630
313 525
581 448
117 100
607 169
1102 491
260 623
866 436
258 1371
71 1973
260 2850
760 574
2665 1078
258 437
1412 2732
2928 3098
4952 1396
885 774
1696 159
471 285
609 260
1421 1476
262 1799
2099 3247
322 164
931 1218
800 260
262 2457
104 2279
718 2990
267 181
1178 822
949 2528
120 43
385 158
630 258
1846 413
2896 400
455 512
2208 292
2894 4087
260 705
1065 516
1726 849
3967 139
258 862
860 864
2352 128
873 291
1063 1057
1569 686
556 3705
109 699
958 170
347 1712
260 1807
3743 2680
1855 291
262 1987
919 4635
51 51
445 451
366 1247
673 1680
307 466
723 164
260 3096
258 1045
275 152
408 355
957 130
761 4213
393 136
52 558
1299 534
2304 1210
5658 2775
377 355
1237 291
777 1286
285 1604
431 716
783 156
2387 144
1063 3018
509 128
1004 714
574 1280
4552 171
195 173
510 182
544 164
512 685
1236 1313
262 2820
56 57
50 1503
109 121
585 101
104 2023
504 400
1382 131
5669 5014
1422 305
366 1846
1909 725
1076 5348
262 39
431 525
694 694
1222 775
262 1835
1864 130
260 2370
34 10
640 1683
2393 3271
36 32
1298 551
262 2162
717 418
486 178
751 366
383 576
916 2009
2739 1984
284 939
1277 380
110 1405
754 1771
260 2601
395 134
2521 32
402 4587
1252 502
258 1333
1915 100
4303 3588
872 883
1118 797
327 3862
492 1160
274 169
269 134
931 931
1748 448
2352 156
103 104
691 355
769 2108
608 528
302 610
793 660
1720 496
74 5248
391 190
1120 260
1924 469
403 594
3070 1414
467 144
1330 628
541 169
1997 260
341 147
736 307
1679 1951
704 141
1107 350
1506 449
2923 4096
4817 46
1497 949
258 2261
1457 1492
357 350
776 472
285 1423
2056 461
4824 187
913 793
3091 452
4148 374
408 260
470 173
654 169
524 898
2728 1086
48 32
1758 364
366 473
572 1540
760 1730
105 101
556 285
638 2534
65 112
1599 344
316 1817
2370 916
466 439
1170 1583
1681 142
1889 1677
2442 488
383 652
34 258
1223 141
97 1485
2026 519
260 648
913 801
455 2658
3191 1065
532 756
636 1423
933 1494
1565 909
2459 153
4841 581
402 1218
3515 1149
2958 4828
285 5358
3076 924
5433 5673
65 32
740 116
1944 146
65 80
343 619
571 1091
10 1348
260 1523
1689 308
114 4436
433 157
296 532
496 536
372 1557
260 2133
343 2319
618 188
195 160
285 32
1978 1260
1045 2138
2333 501
322 169
848 291
2044 396
4467 1956
3534 296
325 176
366 625
1409 809
2379 1680
5644 443
597 149
756 526
2032 262
1068 2281
1217 2929
1481 724
2256 262
3962 108
635 307
258 1456
1682 260
695 1891
2318 523
2735 260
232 169
687 482
84 1135
3981 2221
1599 2365
2411 109
627 846
262 1567
2096 715
763 130
817 295
1249 4014
1336 944
407 142
455 313
313 971
3046 291
109 105
366 392
488 260
509 187
591 922
610 1083
342 155
427 1530
104 101
493 435
747 305
1037 1703
1529 3059
260 2015
2885 4287
271 184
1064 539
3561 116
1020 402
347 1122
1143 190
268 159
826 313
316 963
272 1459
701 2110
2563 164
2793 3698
4428 339
554 576
455 2005
1024 5785
554 411
1251 793
2326 260
305 5389
3461 5808
606 682
1148 3469
262 567
644 757
1127 260
1622 711
3679 169
3723 260
50 61
817 406
258 1350
1746 5095
511 347
501 736
1471 355
65 110
312 151
964 639
1065 1247
2340 1035
258 339
575 683
1089 463
1390 183
496 2841
63 10
1454 156
2130 308
1196 4135
3413 711
3450 258
926 139
1347 949
284 1515
2580 2833
291 376
3334 3846
262 336
653 500
1901 872
622 1985
285 935
281 150
480 773
1100 676
262 2003
748 1308
988 2481
114 400
1216 630
1957 4328
1220 4123
4847 116
623 260
1022 337
1041 555
585 1246
1450 494
258 1868
504 99
1465 2955
3051 2377
1294 801
524 1792
2970 2171
519 5180
1168 613
5762 803
1135 400
714 1744
2664 5868
328 142
564 285
593 1057
1966 1271
1988 285
322 168
323 171
115 595
507 1160
1240 771
1996 1411
723 182
1033 943
